{
  "data": [
    {
      "id": "1568831714402922496",
      "text": "Finish Our Survey and Win a $500 JetBlue Gift Card Now! Click the link below to avail the offer.\n👇👇👇👇👇👇👇👇👇👇👇👇👇👇\nhttps://t.co/KpptXO0FOR\n\n#UnitedStates #jetbluegiftcard #USA #paypal #Amazon #giveaway #contest #contestalert #win #adherence #JetBlue #gift #giftcard https://t.co/ch1u4WBpIm"
    },
    {
      "id": "1568819483296530434",
      "text": "Hi @Shashank3298, we are studying how retailers treat customers on Twitter. Would you mind sending us a DM so we can ask you some questions? Thanks. After finishing the survey, you will receive a $25 gift card."
    },
    {
      "id": "1568819300940582917",
      "text": "Hi @DeborahCoulson9, we are studying how retailers treat customers on Twitter. Would you mind sending us a DM so we can ask you some questions? Thanks. After finishing the survey, you will receive a $25 gift card."
    },
    {
      "id": "1568819181407305728",
      "text": "Hi @Anup4ne1, we are studying how retailers treat customers on Twitter. Would you mind sending us a DM so we can ask you some questions? Thanks. After finishing the survey, you will receive a $25 gift card."
    },
    {
      "id": "1568818532149874689",
      "text": "Hi @naveenschinnu, we are studying how retailers treat customers on Twitter. Would you mind sending us a DM so we can ask you some questions? Thanks. After finishing the survey, you will receive a $25 gift card."
    },
    {
      "id": "1568818407629275137",
      "text": "Hi @ParikshitParee6, we are studying how retailers treat customers on Twitter. Would you mind sending us a DM so we can ask you some questions? Thanks. After finishing the survey, you will receive a $25 gift card."
    },
    {
      "id": "1568817357195288576",
      "text": "Hi @cflasche, we are studying how retailers treat customers on Twitter. Would you mind sending us a DM so we can ask you some questions? Thanks. After finishing the survey, you will receive a $25 gift card."
    },
    {
      "id": "1568817255538106368",
      "text": "Hi @RudraxBora, we are studying how retailers treat customers on Twitter. Would you mind sending us a DM so we can ask you some questions? Thanks. After finishing the survey, you will receive a $25 gift card."
    },
    {
      "id": "1568813225843761152",
      "text": "Hi @ElizabethFaye_, we are studying how retailers treat customers on Twitter. Would you mind sending us a DM so we can ask you some questions? Thanks. After finishing the survey, you will receive a $25 gift card."
    },
    {
      "id": "1568813102900154369",
      "text": "Hi @Vamshi_1806, we are studying how retailers treat customers on Twitter. Would you mind sending us a DM so we can ask you some questions? Thanks. After finishing the survey, you will receive a $25 gift card."
    }
  ],
  "meta": {
    "newest_id": "1568831714402922496",
    "oldest_id": "1568813102900154369",
    "result_count": 10,
    "next_token": "b26v89c19zqg8o3fpz8n9odewadbb33l4kgw29l4czw59"
  }
}